<?php
function get_catalog_wb () {
$arr_catalog = array(
    array('real_article' =>'7245-К-16', 'article' =>'7245-К7245-К-16' , 'sku' =>'70661636' , 'name' => 'Садовый пластиковый бордюр Контур H45', 'barcode' => '4673728485587' ),
    array('real_article' =>'7260-К-12', 'article' =>'7260-К-7260-К-12' , 'sku' =>'70661638' , 'name' => 'Садовый пластиковый бордюр Контур H60', 'barcode' => '4673728485594' ),
    array('real_article' =>'7280-К-8', 'article' =>'7280-К-7280-К-8' , 'sku' =>'70661644' , 'name' => 'Садовый пластиковый бордюр Контур H80', 'barcode' => '4673728485600' ),
    
    
    array('real_article' =>'1840-30', 'article' =>'1840-301840-30' , 'sku' =>'70661648' , 'name' => 'Якорь пластиковый - 30 штук', 'barcode' => '4673728485693' ),
    array('real_article' =>'1940-10', 'article' =>'1940_1940-10' , 'sku' =>'70661651' , 'name' => 'Стальной штифт для крепления бордюра Кантри, 10 штук', 'barcode' => '4673728485624' ),
    array('real_article' =>'8910-30', 'article' =>'8910-8910-30' , 'sku' =>'74147686' , 'name' => 'Пластиковый штифт для садового бордюра, 30 штук', 'barcode' => '2028175853625' ),

    array('real_article' =>'82400-ч', 'article' =>'8240082400-ч' , 'sku' =>'73576082' , 'name' => 'Бордюр пластиковый Кантри MINI черный', 'barcode' => '2027940361624' ),
    array('real_article' =>'82400-з', 'article' =>'8240082400-з' , 'sku' =>'73576768' , 'name' => 'Бордюр пластиковый Кантри MINI зеленый', 'barcode' => '2027941120626' ),
    array('real_article' =>'82400-к', 'article' =>'8240082400-к' , 'sku' =>'73578046' , 'name' => 'Бордюр пластиковый Кантри MINI коричневый', 'barcode' => '2027941590627' ),
    
    array('real_article' =>'82401-ч', 'article' =>'8240182401-ч' , 'sku' =>'73579454' , 'name' => 'Бордюр пластиковый Кантри STANDART черный', 'barcode' => '2027942953629' ),
    array('real_article' =>'82401-з', 'article' =>'8240182401-з' , 'sku' =>'73581430' , 'name' => 'Бордюр пластиковый Кантри STANDART зеленый', 'barcode' => '2027944296625' ),
    array('real_article' =>'82401-к', 'article' =>'8240182401-к' , 'sku' =>'73581641' , 'name' => 'Бордюр пластиковый Кантри STANDART коричневый', 'barcode' => '2027944584623' ),
    
    array('real_article' =>'82402-ч', 'article' =>'8240282402-ч' , 'sku' =>'73588455' , 'name' => 'Бордюр пластиковый Кантри MAXI черный', 'barcode' => '2027949779628' ),
    array('real_article' =>'82402-к', 'article' =>'8240282402-к' , 'sku' =>'73589814' , 'name' => 'Бордюр пластиковый Кантри MAXI коричневый', 'barcode' => '2027950653627' ),
    array('real_article' =>'82402-з', 'article' =>'8240282402-з' , 'sku' =>'73593631' , 'name' => 'Бордюр пластиковый Кантри MAXI зеленый', 'barcode' => '2027951764629' ),

    array('real_article' =>'7262-КП', 'article' =>'7262-КП' , 'sku' =>'161555349' , 'name' => 'Садовый приствольный круг КОНТУР-КП-60.06', 'barcode' => '2037854667927' ),
    array('real_article' =>'7262-КП(У)', 'article' =>'7262-КП(У)' , 'sku' =>'161555681' , 'name' => 'Садовый приствольный круг КОНТУР-КП-60.06', 'barcode' => '2037854674901' ),
    array('real_article' =>'7262-КП(Л)', 'article' =>'7262-КП(Л)' , 'sku' =>'162972818' , 'name' => 'Садовый приствольный круг КОНТУР-КП-60.06', 'barcode' => '2037905494007' )
    


);
return $arr_catalog;
}
			

